{
	"recipes": [
		{
			"name": "Яхния с грах, моркови и картофи",
			"image": "assets/images/recipes/grah-kartofi-mandjichka.jpg",
			"keywords": ["peas", "potatoes", "carrots"],
			"ingredients": [
				"1 к.ч. Олио",
				"1 глава Лук",
				"2-3 бр. Моркови",
				"3-4 Картофа (средно големи)",
				"1 ч.л Червен Пипер",
				"2 бр. Домати",
				"2-3 скилидки Чесън",
				"2½ ч.ч. Вода (гореща)",
				"300-400гр. Грах",
				"Сол на вкус",
				"Черен пипер на вкус",
				"1 с.л. Брашно (разтворено в малко вода)",
				"Магданоз (за поръсване)"
			],
			"preparation": "<p>Почистваме морковите и ги нарязваме на колелца, а картофите белим и нарязваме на кубчета. В подходящ съд на котлона загряваме олиото и задушаваме лука, картофите и морковите.</p><p>Периодично разбъркваме за около 5 минути. Посоляваме и поръсваме с червен пипер. Добавяме доматите, чесъна и черния пипер.</p><p>Задушаването продължава още около 5 минути, като разбъркваме от време на време. След това добавяме граха. Всичко това заливаме с гореща вода и оставяме да къкри за около 30 минути.</p><p>Ако е останала много течност, сгъстяваме яхнията, като добавяме брашно, размито с малко студена вода.</p>"
		},
		{
			"name": "Печени хрупкави картофки",
			"image": "assets/images/recipes/pecheni-hrupkavi-kartofi.jpg",
			"keywords": ["potatoes"],
			"ingredients": [
				"1 кг Картофи",
				"3 с.л Зехтин",
				"1 с.л Сух чесън",
				"1 ч.л Риган",
				"1 ч.л Червен Пипер",
				"Сол на вкус",
				"Черен пипер на вкус",
				"Галета"
			],
			"preparation": "<p>Обелете измитите стари картофи и ги нарежете на едри резени. Бланширайте ги за 4 минути във вряща и подсолена вода, прецедете много добре.</p><p>Сипете в найлонов плик зехтина и поставете картофите вътре в него, леко завъртайте торбичката, за да се овалят с него.</p><p>Постелете тавата с хартия за печене, изсипете картофите върху хартията и поръсете обилно с галета, разбъркайте така че да полепнат навсякъде но картофите.</p><p>Отгоре поръсете със смесените подправки и поставете тавата в предварително нагрята на 200 градуса фурна.</p><p>Печете за около 30 минути до златисто-кафява коричка.</p>"
		},
		{
			"name": "Ориз с зеленчуци",
			"image": "assets/images/recipes/p_20210127_060732_96888.jpg",
			"keywords": ["rice", "vegetables"],
			"ingredients": [
				"400 г Зеленчуци (замразени)",
				"1 ч.ч Ориз",
				"60 мл Зехтин (Олио)",
				"1 кубче Бульон (зеленчуков)",
				"3 ч.ч. Вода (топла)",
				"Сол на вкус",
				"Черен пипер на вкус"
			],
			"preparation": "<p>Задушете зеленчуците със зехтина. След като поомекнат прибавете ориза и запържете докато стане прозрачен.</p><p>Налейте топлата вода, в която сте разтворили бульона, посолете и поръсете с черен пипер на вкус.</p><p>Ориза на тиган свалете от котлона и задушете докато попие цялата течност. Сервирайте топъл или като гарнитура.</p><p><strong>Оризът със задушени зеленчуци</strong> е готов.</p>"
		},
		{
			"name": "Постни пълнени чушки с ориз",
			"image": "assets/images/recipes/stuffed-peppers-rice1.jpg",
			"keywords": ["rice", "pepper"],
			"ingredients": [
				"4 бр. Червени чушки",
				"1 вр. Зелен лук",
				"1 ч.ч. Ориз",
				"Сол на вкус",
				"Черен пипер на вкус",
				"Чубрица на вкус",
				"Джоджен на вкус",
				"Олио (за задушаване на ориза и лука)"
			],
			"preparation": "<p>Чушките, които съм използвала, са за 4 порции, защото избрах по-големи чушки. Подправките може да разнообразите спрямо лични предпочитания и вкус :)</p><p>1. Нарязвате лука на ситно. Издълбавате капаче от горната част на камбите, като ги почиствате от семките и оставяте на страни.</p><p>2. В дълбок тиган задушавате в олиото лука за около 5-6 минути.</p><p>3. Добавяте ориза и подправките и бъркате за около 2-3 минути, докато поеме от ароматите.</p><p>4. След това добавяте 3 ч.ч. вода (аз използвам същата чаша, в която е бил оризът преди това и го готвя 1:3).</p><p>Затварям с капак тигана и от време на време разбърквам за около 10-15 минути, докато оризът поеме водата и свалям от котлона.</p><p>5. Със супена лъжица пълните суровите, изчистени чушки и накрая затваряте с приготвените капачета.</p><p>След като сте готови с пълненето, поставете постните пълнени чушките в тава, като на дъното добавете два пръста водичка. За да не залепнат, докато се готвят.</p><p>Печете постните пълнени чушки с ориз за около 40 минути на 180- 200 градуса във фурната.</p>"
		},
		{
			"name": "Боб яхния с кисело зеле",
			"image": "assets/images/recipes/bobqhniqkiselozele.jpeg",
			"keywords": ["beans", "sour-cabbage"],
			"ingredients": [
				"300 гр. Боб",
				"700 гр. Кисело зеле",
				"1 с.л. Червен пипер",
				"150 мл. Олио",
				"Сол на вкус"
			],
			"preparation": "<p>Сваряват се поотделно бобът и киселото зеле и се смесват.</p><p>Сгорещява се олиото, маха се от котлона и се прибавя червеният пипер.</p><p>Прибавят се към зелето и боба и се варят заедно 5 минути.</p><p>Вашият боб с кисело зеле е готов за обяд.</p>"
		}
	]
}
